{
  "Home": "Ana Sayfa",
  "Skills": "Yetenekler",
  "About Me": "Hakkımda",
  "Projects": "Projeler",
  "Virtual Photography": "Sanal Fotoğrafçılık",
  "Let's Connect": "İletişim",
  "Hi! I'm Büşra": "Merhaba! Ben Büşra",
  "Web Developer": "Web Geliştirici",
  "Hello there! I am a Computer Engineering graduate with a deep passion for web development, particularly in the exciting realm of front-end development. The power of crafting immersive and visually stunning user experiences through code ignites my creativity and drives me to continuously learn and grow in this dynamic field.": "Merhaba! Web geliştirmeye, özellikle heyecan verici ön uç geliştirme alanında derin bir tutkuya sahip bir Bilgisayar Mühendisliği mezunuyum. Kod aracılığıyla sürükleyici ve görsel olarak çarpıcı kullanıcı deneyimleri yaratmanın gücü, yaratıcılığımı ateşliyor ve beni bu dinamik alanda sürekli öğrenmeye ve büyümeye yönlendiriyor.",
  "Know More": "Daha Fazla Bilgi",
  "As a Computer Engineering graduate with a fervent passion for web development, I take immense pride in my diverse skill set and expertise in various programming languages and frameworks. Below, you'll find an overview of my technical abilities that fuel my enthusiasm for creating captivating web experiences.": "Web geliştirme konusunda tutkulu bir Bilgisayar Mühendisliği mezunu olarak, çeşitli programlama dilleri ve çerçevelerdeki becerilerim ve uzmanlığımla gurur duyuyorum. Aşağıda, büyüleyici web deneyimleri yaratma konusundaki hevesimi besleyen teknik yeteneklerimin bir özetini bulacaksınız.",
  "Beyond my technical pursuits, I find joy in various hobbies that enrich my life. When I'm not diving into code, you can often find me exploring virtual worlds as an avid gamer, seeking captivating stories and challenging quests. In these digital realms, I have discovered another passion – virtual photography. Capturing breathtaking moments and unique perspectives in virtual landscapes allows me to blend my love for technology and creativity.": "Teknik uğraşlarımın ötesinde, hayatımı zenginleştiren çeşitli hobilerden keyif alıyorum. Koda dalmadığım zamanlarda, beni genellikle hevesli bir oyuncu olarak sanal dünyaları keşfederken, büyüleyici hikayeler ve zorlu görevler ararken bulabilirsiniz. Bu dijital alemlerde başka bir tutku keşfettim - sanal fotoğrafçılık. Sanal manzaralarda nefes kesici anları ve benzersiz bakış açılarını yakalamak, teknolojiye olan sevgimi ve yaratıcılığı harmanlamamı sağlıyor.",
  "Moreover, I'm fascinated by the vast potential of Artificial Intelligence. Working with AI technologies has been an incredible journey of discovery and innovation. Harnessing the power of machine learning and data-driven insights, I've had the privilege of exploring cutting-edge solutions that have the potential to revolutionize various industries.": "Dahası, yapay zekanın muazzam potansiyelinden büyülendim. Yapay zeka teknolojileriyle çalışmak, keşif ve yenilik dolu inanılmaz bir yolculuk oldu. Makine öğreniminin ve veriye dayalı içgörülerin gücünden yararlanarak, çeşitli endüstrilerde devrim yaratma potansiyeline sahip son teknoloji çözümleri keşfetme ayrıcalığına sahip oldum.",
  "In addition to my AI endeavors, I am also a devoted feline enthusiast. I absolutely adore cats and cherish every moment spent with these curious and playful creatures. There's something magical about the companionship and affection they bring into my life.": "Yapay zeka çabalarıma ek olarak, aynı zamanda kedilere hayranım. Kedilere kesinlikle bayılırım ve bu meraklı ve oyuncu yaratıklarla geçirdiğim her ana değer veririm. Hayatıma getirdikleri arkadaşlık ve şefkatle ilgili büyülü bir şey var.",
  "On the other hand, I relish the exhilarating rush of gliding down snow-covered slopes as a passionate snowboarder, embracing the beauty of winter. But that's not all! I also have an artistic side, and I indulge in handcrafts like painting and punch needling. These creative outlets provide me with a sense of fulfillment and allow me to express myself in different ways.": "Öte yandan, tutkulu bir snowboardcu olarak karla kaplı yamaçlardan süzülmenin heyecanını yaşıyorum ve kışın güzelliğine kucak açıyorum. Ama hepsi bu değil! Aynı zamanda sanatsal bir yanım da var ve resim yapma ve \"punch needling\" gibi el işlerine merakım var. Bu yaratıcı uğraşlar, bana bir tatmin hissi veriyor ve kendimi farklı yollarla ifade etmeme olanak tanıyor.",
  "Combining my love for web development with my diverse interests, including AI exploration, I aim to build digital experiences that captivate and delight users, just as my hobbies bring joy and fulfillment to my own life. Let's embark on an exciting journey together and create something extraordinary!": "Web geliştirmeye olan sevgimi yapay zeka keşfi de dahil olmak üzere çeşitli ilgi alanlarımla birleştirerek, tıpkı hobilerimin kendi hayatıma neşe ve tatmin getirmesi gibi, kullanıcıları cezbeden ve memnun eden dijital deneyimler oluşturmayı hedefliyorum. Birlikte heyecan verici bir yolculuğa çıkalım ve sıra dışı bir şey yaratalım!",
  "I'm excited to present these projects to you, and I hope they inspire you as much as they have inspired me. These projects serve as a glimpse into my potential and dedication to delivering impactful solutions that drive success.": "Bu projeleri size sunmaktan heyecan duyuyorum ve umarım bana ilham verdikleri kadar size de ilham verirler. Bu projeler, başarıya yönlendiren etkili çözümler sunma potansiyelime ve bağlılığıma bir bakış olarak hizmet ediyor.",
  "All": "Hepsi",
  "Using SWAPI, displaying Star Wars Characters": "SWAPI kullanarak Star Wars karakterlerinin görüntülenebildiği bir sayfa",
  "Using Clarifai, this website can detect faces": "Clarifai kullanarak bu web sitesi yüzleri tespit ediyor",
  "Displaying users in a single page card view": "Kullanıcıların tek sayfalık kart görünümünde gösterildiği bir sayfa",
  "Source Code": "Kaynak Kodu",
  "See Live": "Canlı İncele",
  "Welcome to the Virtual Photography section, where I'm thrilled to share with you a collection of captivating moments captured from some of my favorite games!": "En sevdiğim oyunların bazılarından yakaladığım büyüleyici anlardan oluşan bu koleksiyonu sizinle paylaşmaktan heyecan duyduğum Sanal Fotoğrafçılık bölümüne hoş geldiniz!",
  "Get In Touch": "İletişime Geçin",
  "Find me on LinkedIn": "LinkedIn'de beni bulun",
  "My Resume": "Özgeçmişim",
  "Made by": "",
  "Inspired by": "İlham",
  "Icons by": "Simgeler",
  "All rights reserved": "Tüm hakları saklıdır"
}
